{
  "brain": {
    "detail": {
      "detail": "Según la persona, pueden dividirse en del tipo “$t(brain.left.name)” o del tipo “$t(brain.right.name)”.",
      "name": "Métodos de reflexión"
    },
    "left": {
      "detail": "Son excelentes en pensamiento **lógico**.",
      "more": [
        "Aunque se les da bien pensar basándose en números y datos, tienden a confundirse en situaciones incoherentes.",
        "Tienden a ceñirse a las pruebas numéricas y no se les da bien trabajar de forma intuitiva."
      ],
      "name": "Pensamiento zurdo"
    },
    "right": {
      "detail": "Son excelentes en el pensamiento **intuitivo**.",
      "more": [
        "Aunque son **buenos en el uso de la imaginación**, como en la lluvia de ideas, tienden a ignorar las pruebas y a moverse primero con la intuición.",
        "En **situaciones complicadas**, son **fáciles de dejar de pensar**."
      ],
      "name": "Pensamiento cerebral derecho"
    }
  },
  "communication": {
    "detail": {
      "detail": "Dependiendo de la persona, pueden dividirse en el tipo“$t(communication.fix.name)” o el tipo “$t(communication.flex.name) ”.",
      "name": "Formas de pensar en el diálogo"
    },
    "fix": {
      "detail": "Hacen un diálogo que prosigue con una conclusión.",
      "more": [
        "Tienden a racionalizar y a hacerse entender.",
        "Se sienten aliviados cuando las cosas están claramente definidas, como el tiempo y el lugar, pero tienden a sentirse inquietos cuando las cosas no están claras."
      ],
      "name": "**Arreglo**: orientado a la clarificación"
    },
    "flex": {
      "detail": "Son buenos concluyendo **fluidamente**.",
      "more": [
        "También tienden a utilizar el emocionalismo para transmitir su punto de vista.",
        "Pueden manejarse con ambigüedad en términos de tiempo, lugar, etc., pero **se sienten limitados cuando se trata de claridad**."
      ],
      "name": "**Flex**: orientado a la liquidez"
    }
  },
  "descriptions": {
    "cc": "Número de personalidad",
    "detail": "Detalles de las personas cuyo tipo de personalidad se clasifica como {{type}}, y cómo tratarlas.",
    "details": "Lista de códigos de tipo de personalidad disponibles",
    "genius1": "Una persona tiene 3 de estas personalidades, y la personalidad que emerge varía en función de la situación.",
    "genius2": "De ellos, “$t(genius.detail.descriptions.inner)” representa la mayor parte de la personalidad de una persona.",
    "invalid": "Se ha detectado un {{type}} de cumpleaños no válido. Esta aplicación solo está disponible del 01 de feb de 1873 al 32 de dic de 2050.",
    "personality": "La personalidad de la persona cuyo cumpleaños es {{type}} y cómo tratarla.",
    "strategy": "Estrategias para este tipo de personalidad",
    "weak": "Debilidades de este tipo de personalidad"
  },
  "genius": {
    "detail": {
      "descriptions": {
        "inner": "**$t(genius.detail.inner)**: la personalidad subyacente",
        "outer": "**$t(genius.detail.outer)**: la personalidad que sale cuando no confías en la otra persona",
        "workStyle": "**$t(genius.detail.workStyle)**: la personalidad cuando estás concentrado o en una emergencia"
      },
      "detail": "Una personalidad más detallada e innata. Se clasifica en 12 tipos.",
      "inner": "Interior",
      "name": "Tipo de genio",
      "outer": "Exterior",
      "workStyle": "Trabajo"
    },
    "100": {
      "detail": [
        "Les gusta fingir que no son buenos en algo, pero quieren sorprender y destacar estando preparados.",
        "Tienden a encargarse de todo, intentando hacerlo por su cuenta."
      ],
      "name": "Tipo el perfeccionismo",
      "strategy": [
        "Les influyen los halagos y el trato VIP.",
        "Les encanta sorprenderte, pero ten en cuenta que se quejarán de haber perdido prestigio si se lo niegas."
      ],
      "summary": "Son severos y testarudos, ¡como un hombre de negocios de primera que no muestra debilidad!",
      "weak": [
        "Tienden a ser duros consigo mismos y con los demás y les preocupa demasiado la opinión pública como para emprender acciones desafiantes.",
        "Les influyen los halagos y el trato VIP.",
        "Cuando colaboras con alguien, tomar atajos suele ser malo, pero hacerlo con él te enfadará especialmente."
      ]
    },
    "108": {
      "detail": [
        "A menudo son tan directos y honestos como un bebé.",
        "Son muy tímidos y se vuelven reticentes cuando se les arroja a un lugar lleno de extraños."
      ],
      "name": "Tipo el naturalismo",
      "strategy": [
        "Son fáciles de entender, ya que su personalidad cambia considerablemente antes y después de abrirse.",
        "Si les haces sentir a gusto, es fácil llevarse bien con ellos."
      ],
      "summary": "Son tímidos, pero una vez que te acostumbras a ellos, son honestos hasta la exageración.",
      "weak": [
        "Tienden a limitarse a su esfera de actividad y a permanecer en su caparazón.",
        "Tienden a ser demasiado honestos en sus posiciones de origen, como en las redes sociales, y muchos de ellos se vuelven verbalmente abusivos y excesivamente familiares incluso entre sus amigos.",
        "Una vez que bajan la guardia, pueden confiar demasiado en la otra persona sin necesidad."
      ]
    },
    "125": {
      "detail": [
        "Tienen grandes sueños románticos.",
        "Además, al igual que los adultos mayores, tienen una visión a largo plazo de la vida y aptitudes para ser estoicos a corto plazo."
      ],
      "name": "Tipo el romántico",
      "strategy": [
        "Cuando les propongas cosas, es más fácil que confíen si antes hablas de los riesgos y los aclaras.",
        "Si les sugieres las cosas con humildad, tienden a influir fácilmente.",
        "Detestan las actitudes intrusivas desde arriba. Pueden llevarse bien con los que no lo son tanto y tienden a estresarte sin ni siquiera saberlo."
      ],
      "summary": "Sin rival en sueños y autodisciplina. Directo a la meta a largo plazo.",
      "weak": [
        "Son escépticos y tienden a ser lentos a la hora de asumir las cosas.",
        "La reflexión es fundamental, pero para ellos puede conducir al arrepentimiento por exceso."
      ]
    },
    "555": {
      "detail": [
        "Muchas personas tienen un aire de competencia general y autoridad de jefe, como un empleado ejecutivo.",
        "Pueden acostumbrarse a algo más rápido que los demás, aunque no tengan experiencia.",
        "Pero se necesita un esfuerzo varias veces mayor que en otros tipos para convertirse en un experto en su campo. En otras palabras, son más adecuados para generalistas que para expertos."
      ],
      "name": "Tipo el sin prisas",
      "strategy": [
        "Pueden hacerlo todo solos, por lo que tienden a ocuparse de todo por su cuenta. Cuando les confíes algo, ten cuidado de no dejarles hacer demasiado."
      ],
      "summary": "Equilibrada, capaz y solidaria, una posición heroica.",
      "weak": [
        "No les gusta disculparse aunque sea por su culpa. Aunque se hayan disculpado, no saben expresarlo muy bien.",
        "Quizá porque pueden hacerlo todo por sí mismos, tienden a sentirse incómodos cuando los demás no pueden, preguntándose por qué ellos no pueden hacer esas cosas.",
        "Tienden a encargarse de todo en un intento de hacerlo por sí solos y, como resultado, su eficacia disminuye. Lo mismo ocurre con el “$t(genius.100.name)”, pero como el “$t(genius.555.name)” tiene la destreza de hacer tanto por su cuenta, a menudo no se da cuenta de que su rendimiento está disminuyendo."
      ]
    },
    "789": {
      "detail": [
        "Tienen el espíritu humilde y a la vez imponente de un presidente de empresa.",
        "Tienen las cualidades cercanas al tipo “$t(vector.authority.name)”. Tienen pueden sopesar la autoridad de los demás y ver lo real.",
        "Tienen buen ojo para sopesar la autoridad de los demás y detectar la verdadera, y nunca dejan de perfeccionarse para que su autoridad sea más sólida.",
        "Aunque se les da bien ser héroes anónimos, también les gusta ponerse delante de la gente en el momento oportuno y descremarse."
      ],
      "name": "Tipo el autoridad",
      "strategy": [
        "Cuando te presentes a ellos, no seas modesto sobre tus logros. Te tomarán la palabra y no te tendrán en cuenta.",
        "Tienden a hablar de sí mismos durante mucho tiempo, por lo que es muy eficaz dirigir su conversación adecuadamente.",
        "Suelen mostrarse aprensivos en lugares en los que no tienen autoridad, como un evento al que asisten por primera vez. Sin embargo, si les acompaña, le reconocerán como la “autoridad” en la situación y le seguirán.",
        "Evita negarles su experiencia sin rodeos. Aunque su experiencia sea errónea, se enfadarán."
      ],
      "summary": "Una persona con talento que sabe dividir los papeles respetando los logros y la experiencia.",
      "weak": [
        "Tienden a centrarse en los logros y la autoridad, ya sean propios o ajenos, por lo que tienden a sobrevalorarse.",
        "En general, los comportamientos insensibles y poco amables no son buenos, pero esto les desagrada especialmente."
      ]
    },
    "888": {
      "detail": [
        "Son como niños y niñas con una naturaleza desafiante, interesados en todas las direcciones.",
        "Muchos de ellos son tan contundentes que ni siquiera se dan cuenta de que han sido golpeados."
      ],
      "name": "Tipo el Retador",
      "strategy": [
        "Debido a su dureza, puede ser una buena idea confiarles puestos que podrían inquietarles si se dejaran en manos de otros, además de ser vendedores."
      ],
      "summary": "Son ingenuos y curiosos. No les importa si algo no funciona; seguirán intentándolo.",
      "weak": [
        "Sus intereses no duran mucho y no suelen ser buenos negociadores a largo plazo.",
        "Suelen cambiar de tema con frecuencia. Pero otros suelen querer prolongar el tema un poco más, por lo que pueden incomodar a los demás."
      ]
    },
    "919": {
      "detail": [
        "Aunque tienen una enorme capacidad de concentración, el resto del tiempo son siempre perezosos.",
        "Muchos de ellos tienen una fuerte disposición a hacer lo que haga falta para conseguir lo que quieren y la habilidad de regatear para conseguirlo.",
        "Son buenos negociadores y tienen madera de vendedores."
      ],
      "name": "Tipo el Socialice",
      "strategy": [
        "Es más fácil abrirse a ellos si limitas las formalidades al primer encuentro y creas un ambiente divertido la próxima vez que os veáis.",
        "Son holgazanes, pero cuando están motivados, realizan una enorme cantidad de trabajo. Por eso es fundamental dejarles hacer su trabajo sin indicarles detalladamente cómo hacerlo."
      ],
      "summary": "Son buenos negociadores y prefieren la estrategia a corto plazo.",
      "weak": [
        "Suelen sentirse incómodos con el ambiente formal y la actitud poco clara.",
        "Tampoco son muy buenos a la hora de producir resultados estables a largo plazo."
      ]
    },
    "000": {
      "detail": [
        "Tienen una filosofía hiperlingüística y una visión del mundo extravagante. Algunos los describen como los sextos sentidos.",
        "Sin embargo, no son muy dinámicos y muchos de ellos se lo guardan en la cabeza.",
        "También es habitual que los tipos sensibles se vayan de viaje sin un plan y pierdan el contacto."
      ],
      "name": "Tipo el espiritual",
      "strategy": [
        "Odian cualquier restricción, esclavitud o regla.",
        "Cuando dicen “¡Entendido!”, tienden a no entender todavía la petición. Así que es buena idea consultarlo con ellos para evitar problemas más adelante.",
        "Si vas a hacer algo con un grupo de personas, lo mejor es ponerlas en situación de que se les pida que sean creativas."
      ],
      "summary": "Prefieren vagar sin rumbo y utilizar la intuición aguda y los destellos de inspiración.",
      "weak": [
        "Tienden a desordenar sus notas, las carpetas de sus escritorios, las habitaciones y todo lo demás si no son conscientes.",
        "Suelen tener un fuerte vínculo entre sus emociones y su rendimiento. En otras palabras, si no están en el estado de ánimo adecuado, no progresarán."
      ]
    },
    "001": {
      "detail": [
        "Les encanta actuar como bichos raros, sin dejarse contaminar por las ideas de los demás.",
        "Les gusta el individualismo y prefieren trabajar a su ritmo.",
        "Son los mejores actores para interpretar el papel de “idiota bien pensado”."
      ],
      "name": "Tipo lobo solitario",
      "strategy": [
        "No les gusta que los demás les sigan el ritmo, por lo que puede resultar difícil conocerlos a primera vista, pero serán amables con usted una vez que los conozca.",
        "En general, ver a la otra persona con ojos extraños se considera algo malo, pero son excepciones y se pueden utilizar como cumplidos.",
        "Por otro lado, palabras como “impersonal” o “sentido común” pueden ser malas palabras para ellos, así que ten cuidado.",
        "Cuando trabajan en grupo, rinden mejor cuando se les coloca en puestos que les exigen ser creativos."
      ],
      "summary": "Las palabras “excéntrico”, “friki” o “raro” son un cumplido para ellos. Hacen a su manera como un lobo solitario.",
      "weak": [
        "Suelen hacerlo a su manera y no son muy ingeniosos.",
        "No les gusta dejarse arrastrar por el ritmo de los demás y pueden imponer su propio ritmo a los demás."
      ]
    },
    "012": {
      "detail": [
        "Tienen un temperamento juvenil, siempre como adolescentes, incluso cuando crecen.",
        "Les suele gustar discutir, pero suele ser una larga historia con poca sustancia.",
        "Aunque tienen muchas ganas de estar delante del público, también saben apoyar todo el proceso entre bastidores."
      ],
      "name": "Tipo primeros adoptantes",
      "strategy": [
        "“Es la última noticia” y “Nadie lo sabe todavía” son palabras poderosas para captar su atención.",
        "Por otro lado, las cosas desgastadas o estables pueden desalentar su interés."
      ],
      "summary": "Son early adopters a los que les encanta lo nuevo y persiguen la frescura cada día.",
      "weak": [
        "Siempre les gustan las cosas nuevas, pero para ellos dejan de serlo cuando ya lo saben todo. Por eso, tienden a aburrirse rápidamente.",
        "Si tienen problemas para empezar, tienden a perder la motivación incluso para las cosas necesarias.",
        "Odian intensamente que se les obligue a actuar o se les enfade delante del público.",
        "Muchas personas dicen que “Schadenfreude, Sentir placer en la miseria de los demás”. Pero ellos son diferentes, y lo odian."
      ]
    },
    "024": {
      "detail": [
        "Cuando acaban de pensar en algo, son muy trabajadores y están decididos a terminarlo, pero no se les da bien planificar estrategias detalladas.",
        "Suelen ser apacibles, pero no pueden esperar a que ocurran las cosas.",
        "Las personas “$t(vector.authority.name)”, en general, tienen el don de ser capaces de convertir la ansiedad en un motor para la acción, pero son especialmente hábiles en ello.",
        "Pueden memorizar y actuar como si ya supieran algo hace diez años, aunque acaben de aprenderlo por primera vez."
      ],
      "name": "Tipo el esforzador",
      "strategy": [
        "Por lo general, no es buena idea enfadar a los demás, pero estas personas, de modales normalmente suaves, tienen la forma más espeluznante de enfadarse entre sus muchos tipos de personalidad.",
        "Son adecuados como coordinadores o directores interpersonales. Pero, por otro lado, si les das la responsabilidad de la planificación, producirán una serie de productos efímeros porque cambian sus creaciones con frecuencia debido a la ansiedad.",
        "Cuando se trabaja con ellos, conviene ser frecuente y minucioso en los informes, la comunicación y las consultas."
      ],
      "summary": "Son impacientes y tienen un fuerte impulso.",
      "weak": [
        "Son impacientes y tienden a ponerse nerviosos si no reciben informes detallados de sus progresos.",
        "No se les suelen dar bien los cálculos detallados ni quedarse parados."
      ]
    },
    "025": {
      "detail": [
        "Tienen un sentimiento de hermandad con toda la humanidad y poseen cualidades para llevarse bien por igual y de igual a igual.",
        "Pero, por otro lado, como son “igual de amistosos”, siempre harán un cerco, incluso con los miembros de la familia.",
        "Suelen estar bien informados porque tienen muchos contactos."
      ],
      "name": "Tipo el saintist",
      "strategy": [
        "Es tabú intentar engañarles, dejarles fuera, saltarse su turno o hacer cualquier cosa que no sea honorable.",
        "Tienden a pensar que todos los implicados son igualmente responsables y difuminan sus responsabilidades de forma colectiva, por lo que es mejor seguirles la corriente."
      ],
      "summary": "Son personas que aman a los demás y son personalidades bien informadas.",
      "weak": [
        "Tienen un fuerte sentido de la camaradería, por lo que cuando alguien que conocen se mete en problemas, tienden a meterse en problemas con ellos.",
        "Su juicio empieza a debilitarse porque tienden a recoger demasiada información de su entorno."
      ]
    }
  },
  "lifeBase": {
    "application": {
      "detail": [
        "A este tipo de personas se les suele dar bien crear organizaciones.",
        "También es más probable que sean cuidadores y guardianes."
      ],
      "name": "me gustaría ser yo quien lo experimentara todo."
    },
    "association": {
      "detail": [
        "Este tipo de persona tiende a ser más curiosa intelectualmente que los demás.",
        "Tienen una capacidad extraordinaria para sacar sus ideas adelante en cada momento."
      ],
      "name": "me gustaría hacerlo inmediatamente cuando pienso."
    },
    "detail": "Visión de la vida",
    "development": {
      "detail": [
        "Este tipo de persona tiene una gran sensibilidad, capacidad de razonamiento e imaginación.",
        "También tienen un fuerte sentido de la justicia y suelen ser mentes sensibles."
      ],
      "name": "quisieran ser perfeccionistas."
    },
    "expression": {
      "detail": [
        "Este tipo de persona tiende a ser un buen conversador.",
        "Además, suelen tener un espíritu juguetón que hace que la otra persona se entretenga más que ella misma."
      ],
      "name": "me gustaría ser honesto conmigo mismo"
    },
    "finance": {
      "detail": [
        "Este tipo de persona tiende a tener el deseo de ser atractiva.",
        "Además, también son personas cariñosas, y muchas tienen el deseo de hacerse notar por quienes les rodean."
      ],
      "name": "me gustaría tenerlo todo al alcance de la vista."
    },
    "investment": {
      "detail": [
        "Este tipo de persona es fuerte con los números y tiene una notable capacidad para ver el significado de los valores que representan."
      ],
      "name": "me gustaría ser un coleccionista con los pies en la tierra."
    },
    "organization": {
      "detail": [
        "Este tipo de persona tiene una excelente autodisciplina.",
        "Muchos de ellos también tienen la firme voluntad de retribuir."
      ],
      "name": "le gustaría vivir como miembro de un grupo."
    },
    "quest": {
      "detail": [
        "Este tipo de personas tienden a ser lógicas, inteligentes y rápidas.",
        "Respetan a los clásicos y destacan en la toma de decisiones a través de los estudios iniciados por filósofos anteriores."
      ],
      "name": "me gustaría aprender de la sabiduría de mis pioneros."
    },
    "selfMind": {
      "detail": [
        "Este tipo de persona suele ser hábil para hacer valer su voluntad mientras escucha a los demás.",
        "También trabajan en equipos de amigos y tienen una mentalidad inflexible hasta que las cosas se consiguen."
      ],
      "name": "le gustaría ser siempre el líder del grupo."
    },
    "selfReliance": {
      "detail": [
        "Este tipo de persona tiende a ser competitiva.",
        "Tienen un fuerte sentido de sí mismos y saben vivir sin dejarse influir por los demás."
      ],
      "name": "le gustaría ser un lobo solitario."
    }
  },
  "management": {
    "detail": {
      "detail": "Dependiendo de la persona, pueden dividirse en el tipo “$t(management.care.name)” o el tipo “$t(management.hope.name)”.",
      "name": "Ventajas e inconvenientes"
    },
    "care": {
      "detail": "Tienen buen ojo para **ver los costes y riesgos** de las oportunidades.",
      "more": [
        "Son pesimistas y tienden a ser personas muy precavidas.",
        "Buscan lo que pueden hacer eliminando lo que no pueden hacer, por lo que, aunque rara vez cometen grandes errores, tienden a perder oportunidades importantes.",
        "Tendemos a darles una impresión negativa, pero muchos pueden ser positivos porque saben afrontar los riesgos una vez que los conocen."
      ],
      "name": "**Cuidados**: El orientado al riesgo"
    },
    "hope": {
      "detail": "Tienen un ojo excelente para ver las oportunidades significativas que se esconden detrás de las oportunidades.",
      "more": [
        "También tienden a **ser optimistas e imprudentes**.",
        "Aunque no tienen miedo al fracaso, cometen un gran error y nunca vuelven a intentarlo.",
        "Tendemos a tener una impresión positiva de ellos, pero **no están familiarizados con el riesgo y tienen vagos temores** que les llevan a **pensar negativamente**."
      ],
      "name": "**Esperanza**: la empresa orientada"
    }
  },
  "motivation": {
    "detail": "Un entorno en el que es fácil encontrar motivación",
    "competition": "Crecen motivados en un entorno que pueden comparar con el de otras personas.",
    "ownMind": "Crecen motivación donde el medio ambiente que pueden hacer en su plan.",
    "power": "Crecen motivados donde el entorno que pueden hacer tan pronto como piensan en ello.",
    "safety": "Crecen motivados en un entorno en el que pueden perseguir la seguridad y la paz.",
    "skillUp": "Crecen motivación donde el medio ambiente que pueden sentir la mejora diaria.",
    "status": "Crecen motivados donde el entorno que pueden ser diferentes de los demás."
  },
  "name": "Español",
  "position": {
    "detail": {
      "detail": "Cada tipo de personalidad se adapta a un papel diferente. Así que, en general, es mejor superar tus puntos débiles delegándolos en la persona adecuada en el lugar adecuado, en lugar de hacerlo tú solo, para poder conseguir grandes resultados.",
      "name": "Idoneidad para el puesto"
    },
    "adjust": {
      "detail": "Son como comandantes en primera línea con **excelentes dotes de coordinación sobre el terreno**.",
      "more": [
        "Les gusta estar delante de la gente, pero son más aptos para la coordinación interpersonal que para las ventas.",
        "Son más adecuados para funciones de apoyo, como tramitar reclamaciones o ejercer de gestores."
      ],
      "name": "**Ajustar**: Adecuado como coordinador en una organización"
    },
    "brain": {
      "detail": "Tiene una fuerte creatividad y muestra el mejor rendimiento **como cerebro entre bastidores**.",
      "more": [
        "En las lluvias de ideas, lo mejor es contar con ellos como miembros clave para obtener el mejor rendimiento.",
        "Por otro lado, si dejas al vendedor en sus manos, puede soltar una bomba."
      ],
      "name": "**Cerebro**: Apto como planificador de estrategias"
    },
    "direct": {
      "detail": "Tienen una capacidad de aprendizaje equilibrada y pueden hacer de todo un poco, desde in situ hasta entre bastidores.",
      "more": [
        "Pueden hacerlo todo suele ser su perdición, y tienden a asumirlo todo ellos solos.",
        "En muchos casos, ya trabajan como directivos."
      ],
      "name": "**Directo**: Adecuado como líder"
    },
    "quick": {
      "detail": "Son **muy dinámicos** y los más adecuados para negociaciones y reuniones de negocios con clientes.",
      "more": [
        "Tienen una energía intensa y vital para estar delante de la gente y ser activos.",
        "Suelen verse ahogados por el trabajo entre bastidores y no duran mucho."
      ],
      "name": "**Rápido**: Apto como vendedor"
    }
  },
  "potentials": {
    "detail": {
      "name": "Capacidad potencial",
      "detail": "Las personas tienen potenciales inherentes que pueden ejercer cuando actúan."
    },
    "Ci": {
      "detail": [
        "Este tipo de persona posee una excelente capacidad de análisis y aplicación y tiene predisposición a dedicarse a una sola cosa a la vez.",
        "Tienen el poder del arreglo más que el de la originalidad."
      ],
      "Ci": "$t(potentials.Ci.detail)",
      "Co": [
        "$t(potentials.Ci.detail.0)",
        "También pueden crear de la nada y el potencial de sublimar el trabajo de otros."
      ],
      "Ei": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Ei.detail)"
      ],
      "Eo": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Eo.detail)"
      ],
      "Fi": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Fi.detail.0)"
      ],
      "Fo": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Fo.detail)"
      ],
      "Ii": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Ii.detail.0)"
      ],
      "Io": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Io.detail.0)"
      ],
      "Ni": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.Ni.detail.0)"
      ],
      "No": [
        "$t(potentials.Ci.detail.0)",
        "$t(potentials.Ci.detail.1)",
        "$t(potentials.No.detail.0)"
      ]
    },
    "Co": {
      "detail": [
        "Este tipo de persona tiene el potencial de perseguir una cosa sin descanso.",
        "También pueden crear algo de la nada y ser sensibles a lo nuevo."
      ],
      "Co": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "Por otro lado, no suelen ser buenos ordenando o desarrollando lo que ya existe."
      ],
      "Ei": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Ei.detail)"
      ],
      "Eo": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Eo.detail)"
      ],
      "Fi": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Fi.detail.0)"
      ],
      "Fo": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Fo.detail)"
      ],
      "Ii": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Ii.detail.0)"
      ],
      "Io": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Io.detail.0)"
      ],
      "Ni": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.Ni.detail.0)"
      ],
      "No": [
        "$t(potentials.Co.detail.0)",
        "$t(potentials.Co.detail.1)",
        "$t(potentials.No.detail.0)"
      ]
    },
    "Ei": {
      "detail": "Este tipo de persona puede expresarse piensa, de forma no verbal, como un artista.",
      "Ei": ["$t(potentials.Ei.detail)"],
      "Eo": ["$t(potentials.Ei.detail)", "$t(potentials.Eo.detail)"],
      "Fi": [
        "$t(potentials.Ei.detail)",
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)"
      ],
      "Fo": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)"
      ],
      "Ii": [
        "$t(potentials.Ei.detail)",
        "$t(potentials.Ii.detail.0)",
        "$t(potentials.Ii.detail.1)"
      ],
      "Io": ["$t(potentials.Ei.detail)", "$t(potentials.Io.detail.0)"],
      "Ni": [
        "$t(potentials.Ei.detail)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Ei.detail)",
        "$t(potentials.Io.detail.0)",
        "$t(potentials.Io.detail.1)"
      ]
    },
    "Eo": {
      "detail": "Este tipo de persona puede expresarse activamente a través de las palabras.",
      "Eo": ["$t(potentials.Eo.detail)"],
      "Fi": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)"
      ],
      "Fo": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)"
      ],
      "Ii": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Ii.detail.0)",
        "$t(potentials.Ii.detail.1)"
      ],
      "Io": ["$t(potentials.Eo.detail)", "$t(potentials.Io.detail.0)"],
      "Ni": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Eo.detail)",
        "$t(potentials.Io.detail.0)",
        "$t(potentials.Io.detail.1)"
      ]
    },
    "Fi": {
      "detail": [
        "Este tipo de persona tiene el potencial de ver el significado oculto tras los números.",
        "También intentan hacer las cosas con cuidado."
      ],
      "Fi": "$t(potentials.Fi.detail)",
      "Fo": [
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)",
        "$t(potentials.Fo.detail)"
      ],
      "Ii": [
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)",
        "$t(potentials.Io.detail.0)"
      ],
      "Io": [
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Fi.detail.1)",
        "$t(potentials.Fo.detail)"
      ],
      "Ni": [
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Fi.detail.0)",
        "$t(potentials.No.detail.0)",
        "$t(potentials.No.detail.1)"
      ]
    },
    "Fo": {
      "detail": "Este tipo de persona tiene potencial para expresar cosas con números y datos.",
      "Fo": ["$t(potentials.Fo.detail)"],
      "Ii": [
        "$t(potentials.Fo.detail)",
        "$t(potentials.Ii.detail.0)",
        "$t(potentials.Ii.detail.1)"
      ],
      "Io": ["$t(potentials.Fo.detail)", "$t(potentials.Io.detail.0)"],
      "Ni": [
        "$t(potentials.Fo.detail)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Fo.detail)",
        "$t(potentials.Io.detail.0)",
        "$t(potentials.Io.detail.1)"
      ]
    },
    "Ii": {
      "detail": [
        "Este tipo de persona sabe escuchar y puede averiguar lo que piensa la otra persona.",
        "Entonces pueden hablar y transmitir sus intenciones a la otra persona."
      ],
      "Ii": "$t(potentials.Ii.detail)",
      "Io": [
        "Este tipo de persona es a la vez un buen conversador y un buen oyente y tiene una capacidad equilibrada para hablar.",
        "$t(potentials.Io.detail.0)",
        "Por otra parte, también saben escuchar y averiguar lo que piensa la otra persona."
      ],
      "Ni": [
        "$t(potentials.Ii.detail.0)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Ii.detail.0)",
        "$t(potentials.No.detail.0)",
        "$t(potentials.No.detail.1)"
      ]
    },
    "Io": {
      "detail": [
        "Este tipo de persona es un hablador insistente que prefiere contar una historia a escucharla.",
        "Además, aquellos cuya personalidad interior es “$t(genius.001.name)” tienden a ser dictatoriales."
      ],
      "Io": "$t(potentials.Io.detail)",
      "Ni": [
        "$t(potentials.Io.detail.0)",
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Io.detail.0)",
        "$t(potentials.No.detail.0)",
        "$t(potentials.No.detail.1)"
      ]
    },
    "Ni": {
      "detail": [
        "Este tipo de persona tiene el potencial de mantener o solidificar interiormente un grupo u organización.",
        "Son personas organizadas, bien planificadas y con una excelente capacidad de autogestión."
      ],
      "Ni": [
        "$t(potentials.Ni.detail.0)",
        "Sin embargo, no suelen ser buenos creando nuevos equipos o desarrollando y ampliando sus grupos.",
        "$t(potentials.Ni.detail.1)"
      ],
      "No": [
        "$t(potentials.Ni.detail.0)",
        "$t(potentials.No.detail.0)",
        "Son meticulosos, organizados, atentos y tienen una excelente capacidad de autogestión."
      ]
    },
    "No": {
      "detail": [
        "Este tipo de persona tiene potencial para crear grupos y organizaciones y desarrollarlos hacia el exterior.",
        "También suelen ser personas muy cariñosas."
      ],
      "No": [
        "$t(potentials.No.detail.0)",
        "No suelen ser buenos manteniendo grupos, e incluso cuando los crean, tienden a desaparecer espontáneamente.",
        "$t(potentials.No.detail.1)"
      ]
    }
  },
  "response": {
    "detail": {
      "detail": "Dependiendo de la persona, pueden dividirse en el tipo “$t(response.action.name)” o el tipo “$t(response.mind.name)”.",
      "name": "Idoneidad para el trabajo"
    },
    "action": {
      "detail": "Se centran en poner la energía en acción y sienten que su lugar está en la vanguardia de lo in situ.",
      "more": [
        "Tienden a **actuar antes de pensar**.",
        "Un grupo de personas con el mismo tipo de personalidad que ellos en proporción dará la impresión de ser inestable pero activo.",
        "Aunque se les dan bien las apariciones en público, a muchos de ellos se les atraganta fácilmente el trabajo entre bastidores, como el trabajo de oficina, las manufacturas o el funcionamiento de las máquinas."
      ],
      "name": "Salir en público"
    },
    "mind": {
      "detail": "Valoran poner energía en pensar y consideran que desempeñar un papel entre bastidores es valioso.",
      "more": [
        "Son más del tipo que piensa antes de actuar.",
        "Un grupo con una proporción de su tipo de personas parecerá estancado, pero dará la impresión de tener los pies en la tierra y ser sólido.",
        "Aunque se les da bien el trabajo de oficina, la fabricación y el manejo de máquinas, no se les da bien reunirse en persona, y muchos de ellos se cansan fácilmente de trabajar en público."
      ],
      "name": "Trabajo entre bastidores"
    }
  },
  "vector": {
    "detail": {
      "detail": "Hay tres tipos principales de personalidad humana: “$t(vector.autoridad.nombre)”, “$t(vector.económicamente.nombre)”, y “$t(vector.humanamente.nombre)”.",
      "name": "Principales categorías de personalidad"
    },
    "authority": {
      "detail": [
        "Tienen un ego subyacente **por su autoridad** y una personalidad que **persigue su potencial futuro**.",
        "No pueden escuchar conversaciones largas. En cuanto deciden que algo no es esencial, dejan descaradamente de escuchar la conversación, como jugar con sus teléfonos o dormitar.",
        "Las personas que coleccionan artículos de marca para vestir a su autoridad suelen tener este tipo de personalidad.",
        "Suelen tener ansiedades vagas y difíciles de concretar y tienden a trasladarlas a su fuerza motriz."
      ],
      "name": "Centrados en la autoridad",
      "strategy": [
        "Existe una relación como de piedra-papel-tijera entre el tipo “$t(vector.authority.name)”, el tipo “$t(vector.economically.name)” y el tipo “$t(vector.humanely.name)”. Es más fácil hablar con el tipo “$t(vector.humanely.name)” que con el tipo “$t(vector.economically.name)”.",
        "Cuando te dirijas a alguien para una charla, es más fácil llegar a él si examinas de antemano los puntos esenciales y los explicas haciendo **gran hincapié en su impacto**.",
        "Tienen el poder de actuar en función de sus inseguridades. Así que **el método del palo y la zanahoria**, en el que les provocas ansiedad y luego les propones beneficios, es convincente.",
        "Also, if you appeal to them **to increase their authority**, they are more likely to be influenced."
      ]
    },
    "economically": {
      "detail": [
        "Este tipo de personalidad es la que persigue la eficacia, con el ego subyacente de **sacar provecho de la propia riqueza**.",
        "Suelen estar orientados a las especificaciones y tienden a no respetar las marcas. Sin embargo, algunas personas consideran que las marcas son una especie de especificaciones y les dan importancia.",
        "**No pueden escuchar conversaciones largas** muy bien. Así que intentan comprender **sólo los puntos principales** y tienden a pensar o decir, **“en pocas palabras... ”**."
      ],
      "name": "Centrados en la economía",
      "strategy": [
        "Existe una relación como de piedra-papel-tijera entre el tipo “$t(vector.authority.name)”, el tipo “$t(vector.economically.name)” y el tipo “$t(vector.humanely.name)”. Es más fácil hablar con el tipo “$t(vector.authority.name)” que con el tipo “$t(vector.humanely.name)”.",
        "Al darles una charla, es más fácil que la superen si **examinamos previamente los puntos esenciales** y presentamos brevemente los puntos principales, dejando el resto para preguntas y respuestas o repartiendo material.",
        "Parecen **enfadarse mucho** cuando **escuchan algo que les interesa**. Sin embargo, **sólo escuchan con seriedad** y **normalmente no se enfadan**, por lo que es esencial soportar el ambiente amargo cuando se habla con ellos.",
        "Son menos alérgicos a hablar de beneficios, así que está bien ir directamente al grano sin soltar prenda. Sin embargo, como suelen ser sagaces con los números, no les convencerás a menos que les aportes un modelo de negocio y pruebas convincentes."
      ]
    },
    "humanely": {
      "detail": [
        "Persiguen la socialidad con un ego para **mejorar su virtud**.",
        "Tienden a fijarse en la personalidad en muchas cosas. Por ejemplo, al elegir un producto en una tienda o algo así, tienden a decidir basándose en el carácter del vendedor que en su calidad.",
        "Suelen **ser capaces de escuchar conversaciones largas** de principio a fin con una sonrisa. Sin embargo, **no siempre entienden lo esencial**.",
        "Si sólo vas al grano brevemente, se quedarán con la curiosidad de la introducción, el desarrollo de la historia y no entenderán el resto."
      ],
      "name": "Centrados en el ser humano",
      "strategy": [
        "Existe una relación como de piedra-papel-tijera entre el tipo “$t(vector.authority.name)”, el tipo “$t(vector.economically.name)” y el tipo “$t(vector.humanely.name)”. Es más fácil hablar con el tipo “$t(vector.economically.name)” que con el tipo “$t(vector.authority.name)”.",
        "Cuando hables con ellos, te resultará más fácil entenderles si les explicas la historia **en orden**, con algunos **añadidos redundantes** cada vez.",
        "También tienden a escuchar sonriendo aunque no entiendan, por lo que es más conveniente pedir confirmación en los momentos cruciales.",
        "Tienen tendencia a dejarse influir fácilmente cuando se les elogia por su bondad y humanidad. Además, es más fácil persuadirles si se les habla con una causa que no sea por su propio bien, sino por el bien de las personas que les rodean."
      ]
    }
  }
}
